Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/bible/svenskakyrkan/default.aspx_id=775925.html.tmx
Source language: fin
Languages: sme

source: Kansainvälinen työ - Svenska kyrkan - Om oss
sme: Riikkaidgaskasaš bargu - Svenska kyrkan - Om oss

source: Kansainvälinen työ
sme: Riikkaidgaskasaš bargu

source: Nopea katastrofiapu, pitkän tähtäimen kehitys, taistelu oikeudenmukaisuuden puolesta ja yli sata vuotta yhteistyötä kirkkojen kanssa Afrikassa ja Aasiassa.
sme: Jođánis roassoveahkki, guhkálaš ovdáneapmi, rahčamuš vuoiggalašvuođa ovdii ja eanet go čuohtejahkásaš ovttasbargu girkuiguin Afrihkás ja Asias.

source: Siinä yksi tapa kuvailla Ruotsin kirkon kansainvälistä työtä nimeltä.
sme: Ná sáhttá čilget Ruoŧa girku riikkaidgaskasaš barggu Olles máilbmi.

source: Köyhän naisen saama laina perheensä elämän parantamiseksi on osa kansainvälistä työtä.
sme: Lea oassi riikkaidgaskasaš barggus go geafes nissonolmmoš oažžu ovttasvástádusa luoikat ruđa ja buoridit veagas eallima.

source: Sitä on myös hiv- ja aids-potilaiden kohtaaminen heidän syrjimisensä sijaan.
sme: Seammá lea go hiv ’ ain njommon olbmo dehe aids-skihpasa fuolain váldet vuostá eai ge hilggo su.

source: Kansainvälistä työtä tehdään myös, kun ihmiset hakevat sovintoa vihanpidon sijaan ja kun konfliktit korvataan naapurisovulla.
sme: Dehe go olbmot ságastallet soabadeami birra dan sadjái go guoddit vaši, ja riiddut molsašuvvet verddevuohtan.

source: Ruotsin kirkon kansainvälinen työ on tehnyt yhteistyötä afrikkalaisten ja aasialaisten kirkkojen kanssa yli sadan vuoden ajan.
sme: Olles máilbmi, Ruoŧa girku riikkaidgaskasaš bargu, lea badjel čuođi jagi ovttasbargu girkuiguin Afrihkás ja Asias.

source: Nykyään maailmanlaajuista kristillistä yhteistyötä tehdään oikeudenmukaisen maailman puolesta nälän, köyhyyden ja sorron poistamiseksi. ACT-allianssi (ACT.
sme: Odne bargá ollesmáilmmi viidosaš risttalaš aktavuohta oaččuhit vuoiggalaš máilmmi mas ii leat nealgi, geafivuohta ii ge vealaheapmi.

source: Alliance) toimii koko maailmassa.
sme: ACT-aktavuohta gávdno olles máilmmis.

source: Ihmiset pyrkivät kaikkialla vaikuttamaan elämäänsä ja muuttamaan sitä.
sme: Juohke sajis barget olbmot eallimeaset váikkuhemiin ja rievdademiin.

source: Yksityisten lahjoitukset ovat tärkeitä Tähän työhön kuuluvat ruoan ja veden turvaaminen kaikille, maatalouden kehitys, teologinen koulutus, mikroluotot ja säästäminen sekä sovittelu ja uskontodialogi.
sme: Skeaŋkkat ovttaskas olbmuin leat dehálaččat Dán bargui gullo oaččuhit biepmu ja čázi juohkehažžii, báikegoddeovdáneami, teologalaš oahpu, mikroloanaid ja seastima ja maid soabadeami ja aktavuođa oskkuid gaskkas.

source: Lisäksi työhön kuuluu taistelu oikeudenmukaisuuden puolesta, esimerkiksi oikeudenmukaisen kaupankäynnin, katastrofiavun, ihmisoikeuksien ja naisten johtajuuden puolesta.
sme: Dasa gullo maid rahčat vuoiggalašvuođa ovdii, omd vuoiggalaš gávppašeami, roassodoaimmaid, olmmošlaš vuoigatvuođaid ja nissonjođiheami.

source: Työ rahoitetaan suurelta osin Ruotsissa kerätyillä varoilla.
sme: Stuorit oassi barggus ruhtaduvvo ruđaiguin mat čoggojuvvojit Ruoŧas.

source: Seurakuntien, yksityisten lahjoittajien ja järjestöjen lahjoitukset ovat merkittäviä työssä oikeudenmukaisemman maailman luomiseksi.
sme: Skeaŋkkat searvegottiin, ovttaskas addiin ja servviin bisuhit buori muddui barggu vuoiggaleappot máilmmi ovdii.

source: Ruotsin kehitysaputoimiston Sidan ja EU:n määrärahat ovat myös tärkeitä.
sme: Sida ja EO juolludeamit leat iežá dehálaš sisaboađut.

source: Ruotsin kirkon seurakunnat ovat kansainvälisen työn perusta.
sme: Ruoŧa girku searvegottit leat vuođđun riikkaidgaskasaš bargui.

source: Ne tiedottavat, kouluttavat ja keräävät rahaa esimerkiksi keräämällä kolehtia ja järjestämällä myyjäisiä sekä erilaisia tapahtumia.
sme: Dat juhket dieđuid, oahpahit ja čogget ruđaid, omd kolleavttaiguin, báikkálaš márkaniiguin ja doaluiguin gávpogiin.

source: Epäoikeudenmukaisuuksista on päästävä eroon Avustustyö on tärkeää, mutta se ei ratkaise kaikkia ongelmia.
sme: Vearrivuođat fertejit jávkat Doarjja lea dehálaš, muhto dat ii čoavdde visot váttisvuođaid.

source: Epäoikeudenmukaisuudet, jotka estävät ihmisiä elämästä arvokasta elämää, on poistettava.
sme: Vearrivuođat mat bissehit olbmuid eallit árvvolaččat fertejit jávkat.

source: Samalla kun kaikkien pitäisi pystyä elättämään itsensä nykymaailmassa, maapallon luonnonvarojen on riitettävä tulevillekin sukupolville.
sme: Seammás go visot olbmot gálget sáhttit birget dál, de fertejit máilmmi luonddoriggodagat bistit boahtte buolvvaide.

source: Ruotsin kirkon tukee paikallisia kirkkoja ja organisaatioita Euroopassa, Afrikassa, Aasiassa, Latinalaisessa Amerikassa ja Lähi-idässä tekemällä yhteistyötä kansainvälisessä kirkkojen verkostossa.
sme: Olles máilbmi, Ruoŧa girku doarju báikkálaš girkuid ja organisašuvnnaid Europas, Afrihkás, Asias, Latin-Amerihkás ja Gaskanuorttas ovttasbargguin riikkaidgaskasaš girkolaš fierpmádagain.

source: Se on tehokas tapa työskennellä pysyvän muutoksen puolesta.
sme: Dat lea beaktilis bargovuohki oažžut bistevaš rievdadusa.

source: Ruotsin kirkon kansliassa Uppsalassa suunnitellaan keräystoimintaa, kansansivistystyötä sekä valistustyötä.
sme: Girkočállingottis Uppsalas planejit ruhtačoaggimiid, álbmotskuvlejumiid ja váikkuhanbargguid.

source: Siellä päätetään, mitä projekteja eri puolilla maailmaa tuetaan taloudellisesti tai henkilökohtaisesti Ruotsin kirkon kansainvälisen työn kautta.
sme: Doppe mearridit makkár prošeavttaid máilmmis Ruoŧa girku riikkaidgaskasaš bargu Olles máilbmi galgá doarjut ruđalaččat dehe barggu bakte.
